Repository: sanho50001/TestEM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Бартерная система
ru: Barter System

source: Объявления
ru: Advertisements

source: Создать объявление
ru: Create Advertisement

source: Предложения обмена
ru: Exchange Proposals

source: Профиль
ru: Profile

source: Выйти
ru: Logout

source: Войти
ru: Login

source: Регистрация
ru: Registration

source: Бартерная система. Все права защищены.
ru: Barter System. All rights reserved.

source: Профиль - Бартерная система
ru: Profile - Barter System

source: Профиль пользователя
ru: User Profile

source: Сохранить изменения
ru: Save Changes

source: Мои объявления
ru: My Advertisements

source: Нет изображения
ru: No Image

source: Категория:
ru: Category:

source: Состояние:
ru: Condition:

source: Статус:
ru: Status:

source: Активно
ru: Active

source: Неактивно
ru: Inactive

source: Подробнее
ru: Details

source: Редактировать
ru: Edit

source: Удалить
ru: Delete

source: У вас пока нет объявлений
ru: You don't have any advertisements yet

source: Статистика обменов
ru: Exchange Statistics

source: Успешные обмены
ru: Successful Exchanges

source: Активные предложения
ru: Active Proposals

source: Рейтинг
ru: Rating

source: Предложение обмена - Бартерная система
ru: Exchange Proposal - Barter System

source: Предложение обмена
ru: Exchange Proposal

source: Предложенный предмет
ru: Proposed Item

source: Желаемый предмет
ru: Desired Item

source: Владелец:
ru: Owner:

source: Информация о предложении
ru: Proposal Information

source: Сообщение:
ru: Message:

source: Создано:
ru: Created:

source: Обновлено:
ru: Updated:

source: Действия
ru: Actions

source: Принять предложение
ru: Accept Proposal

source: Отклонить предложение
ru: Reject Proposal

source: Завершение обмена
ru: Exchange Completion

source: Предложение принято. После завершения обмена нажмите кнопку ниже.
ru: Proposal accepted. After completing the exchange, click the button below.

source: Завершить обмен
ru: Complete Exchange

source: Назад к списку предложений
ru: Back to Proposals List

source: Предложения обмена - Бартерная система
ru: Exchange Proposals - Barter System

source: Отправленные предложения
ru: Sent Proposals

source: Ваш предмет
ru: Your Item

source: Полученные предложения
ru: Received Proposals

source: От:
ru: From:

source: Получено:
ru: Received:

source: У вас нет отправленных предложений
ru: You don't have any sent proposals

source: У вас нет полученных предложений
ru: You don't have any received proposals

source: Объявления - Бартерная система
ru: Advertisements - Barter System

source: Поиск
ru: Search

source: Категории
ru: Categories

source: Все категории
ru: All Categories

source: Объявления не найдены
ru: No Advertisements Found

source: Редактирование объявления
ru: Edit Advertisement

source: Отмена
ru: Cancel

source: Описание
ru: Description

source: Информация о владельце
ru: Owner Information

source: Телефон:
ru: Phone:

source: Адрес:
ru: Address:

source: Рейтинг:
ru: Rating:

source: Предложить обмен
ru: Propose Exchange

source: Управление объявлением
ru: Advertisement Management

source: Удаление объявления - Бартерная система
ru: Delete Advertisement - Barter System

source: Удаление объявления
ru: Delete Advertisement

source: Вы уверены, что хотите удалить объявление
ru: Are you sure you want to delete this advertisement

source: Вход - Бартерная система
ru: Login - Barter System

source: Вход в систему
ru: System Login

source: Неверное имя пользователя или пароль.
ru: Invalid username or password.

source: Нет аккаунта? Зарегистрироваться
ru: No account? Register

source: Выход - Бартерная система
ru: Logout - Barter System

source: Выход из системы
ru: System Logout

source: Вы успешно вышли из системы.
ru: You have successfully logged out of the system.

source: Войти снова
ru: Login Again

source: На главную
ru: To Home

source: Добро пожаловать в Бартерную систему
ru: Welcome to Barter System

source: Обменивайтесь вещами легко и безопасно
ru: Exchange items easily and safely

source: Последние объявления
ru: Latest Advertisements

source: Пока нет объявлений
ru: No Advertisements Yet

source: Добавлено:
ru: Added:

source: Отправлено:
ru: Sent:

source: Письмо отправлено - Бартерная система
ru: Email Sent - Barter System

source: Письмо отправлено
ru: Email Sent

source: Мы отправили вам инструкции по сбросу пароля на указанный email.
ru: We have sent password reset instructions to your email.

source: Если вы не получили письмо, убедитесь, что вы ввели правильный адрес email и проверьте папку 'Спам'.
ru: If you haven't received the email, make sure you entered the correct email address and check your 'Spam' folder.

source: Вернуться к входу
ru: Return to Login

source: Регистрация - Бартерная система
ru: Registration - Barter System

source: Зарегистрироваться
ru: Register

source: Уже есть аккаунт? Войти
ru: Already have an account? Login

source: Объявление успешно создано!
ru: Advertisement successfully created!

source: Объявление успешно обновлено!
ru: Advertisement successfully updated!

source: Объявление успешно удалено!
ru: Advertisement successfully deleted!

source: Предложение обмена отправлено!
ru: Exchange proposal sent!

source: У вас нет доступа к этому предложению!
ru: You don't have access to this proposal!

source: Предложение обмена принято!
ru: Exchange proposal accepted!

source: Предложение обмена отклонено!
ru: Exchange proposal rejected!

source: Обмен успешно завершен!
ru: Exchange successfully completed!

source: Профиль успешно обновлен!
ru: Profile successfully updated!

source: Регистрация успешно завершена!
ru: Registration successfully completed!
